/* Template for message displayed while preference panel is loading */
"Loading %@..." = "Starter %@…";

/* Could not load preference message template */
"CouldNotLoad" = "Kunne ikke laste %@-valgpanelet.";
"CouldNotLoad_ArchMisMatch" = "Du kan ikke åpne %@-valgpanelet på denne maskinen. Ta kontakt med programvareutvikleren for å få en nyere versjon.";
"CouldNotLoad_ArchMisMatch_PPC" = "Du kan ikke åpne %@-valgpanelet fordi det ikke fungerer på PowerPC-baserte Macintosh-maskiner.";
"CouldNotLoad_ArchMisMatch_Intel" = "Du kan ikke åpne %@-valgpanelet fordi det ikke fungerer på Intel-baserte Macintosh-maskiner.";

/* Preferences error alert title */
"Preferences Error" = "Valgfeil";

"OK" = "OK";
"CANCEL" = "Avbryt";
"REPLACE" = "Erstatt";

"SEARCH_LABEL" =  "Søk";
"SEARCH_PALLETE_LABEL" = "Søk";
"SHOWALL_LABEL" = "Vis alle";
"BACK_AXDESCRIPTION" = "Tilbake";
"FORWARD_AXDESCRIPTION" = "Fram";
"AXScrollAreaDescription" = "valgpaneler";

/* Label for Show All button */
"Show All" = "Vis alle";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "Systemvalg - %@";

/* Show All window title */
"System Preferences" = "Systemvalg";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "Du har kun begrenset tilgang til dette valgpanelet.";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "Du kan ikke åpne «%@»-valgpanelet fordi det ikke er tilgjengelig for deg nå.";
"PREF_PANE_HIDDEN_DESC" = "Hvis du vil vise dette valgpanelet, er det mulig du må koble en enhet til datamaskinen.";

/* Install Assistant */
"PREF_PANE" = "valgpanel";
"SCREEN_SAVER" = "skjermsparer";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Du kan ikke bruke dette valgpanelet i denne versjonen av Mac OS X.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Du kan ikke bruke denne skjermspareren i denne versjonen av Mac OS X.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Dette valgpanelet krever Mac OS X %@ eller nyere. Denne maskinen har Mac OS X %@ installert.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Denne skjermspareren krever Mac OS X %@ eller nyere. Denne maskinen har Mac OS X %@ installert.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "«%@»-valgpanelet må være installert før det kan brukes. Vil du installere det nå?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "«%@»-skjermspareren må være installert før den kan brukes. Vil du installere den nå?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "Når du klikker på Installer, blir du bedt om å oppgi brukernavn og passord som gir administratorrettigheter til denne maskinen. ";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "\«%@\»-valgpanelet kunne ikke fjernes fordi det oppsto en feil.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "Valgpanelet du installerer, er allerede installert. Vil du erstatte det eksisterende valgpanelet?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "En eldre versjon av dette valgpanelet er allerede installert. Vil du erstatte det med den nyere versjonen?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "En nyere versjon av dette valgpanelet er allerede installert. Vil du erstatte det med den eldre versjonen?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "Skjermspareren du installerer, er allerede installert. Vil du erstatte den eksisterende skjermspareren?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "En eldre versjon av denne skjermspareren er allerede installert. Vil du erstatte den med den nyere versjonen?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "En nyere versjon av denne skjermspareren er allerede installert. Vil du erstatte den med den eldre versjonen?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "«%@»-valgpanelet kunne ikke installeres fordi det oppsto en feil.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "«%@»-skjermspareren kunne ikke installeres fordi det oppsto en feil.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "\«%@\»-valgpanelet kunne ikke fjernes fordi det oppsto en feil.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "«%@»-skjermspareren kunne ikke fjernes fordi det oppsto en feil.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Du kan ikke installere «%@»-valgpanelet fordi det allerede er installert.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "«%@»-valgpanelet er en del av Mac OS X og kan ikke erstattes.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Du kan ikke installere «%@»-skjermspareren fordi den allerede er installert.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "«%@»-skjermspareren er en del av Mac OS X og kan ikke erstattes.";
"INSTALL_REQUEST_REOPEN_APP" = "Når du har installert denne programvaren, avslutter du Systemvalg og åpner deretter Systemvalg på nytt.";

"PREF_PANE_INSTALL_ERROR" = "Kunne ikke installere %@-valgpanelet.";
"SCREEN_SAVER_INSTALL_ERROR" = "Kunne ikke installere skjermspareren «%@».";

"REMOVE_PREF_CONTEXTUAL_MENU" = "Fjern \«%@\»-valgpanelet";

"ERR_LOADING_MISSING_TITLE" = "«%@» kan ikke åpnes fordi det ikke er tilgjengelig.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (32-bit)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "Hvis du vil bruke «%@»-valgpanelet, må Systemvalg avslutte og åpne på nytt.";
